marketing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-31 Tue 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Rizome Communication</title>
<meta name="author" content="Andy Candy" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Rizome Communication</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1bbbca0">1. Marketing Checklist</a>
<ul>
<li><a href="#orga0db0a2">1.1. The Product</a>
<ul>
<li><a href="#orgd7f03aa">1.1.1. What is stake pool?</a></li>
<li><a href="#org0523879">1.1.2. What is Cardano / Ada?</a></li>
<li><a href="#org88fe22c">1.1.3. Competitors</a></li>
</ul>
</li>
<li><a href="#orgf4692ef">1.2. Marketing strategy</a>
<ul>
<li><a href="#org2517c65">1.2.1. Set goals</a></li>
<li><a href="#org01f4308">1.2.2. target audience</a></li>
<li><a href="#orgf26065c">1.2.3. Find a place in the market</a></li>
</ul>
</li>
<li><a href="#org8353b57">1.3. Reach</a>
<ul>
<li><a href="#orgfaf3e75">1.3.1. Landing Page</a></li>
<li><a href="#org5665ffe">1.3.2. Social</a></li>
<li><a href="#org58c4291">1.3.3. Content Marketing</a></li>
</ul>
</li>
<li><a href="#org01c1457">1.4. Target Audience</a>
<ul>
<li><a href="#orga98fa79">1.4.1. Ada holders</a></li>
<li><a href="#orgef1011e">1.4.2. Independent investors that are aware of crypto but not necessary into Ada</a></li>
<li><a href="#org1f3faac">1.4.3. <span class="todo TODO">TODO</span> Market niche</a></li>
</ul>
</li>
<li><a href="#orgd345dc6">1.5. Measure success of marketing</a>
<ul>
<li><a href="#org8b72237">1.5.1. analytics.google.com (lucidedstakes@gmail.com)</a></li>
<li><a href="#orgd4ee518">1.5.2. Delegator count and delegation amount</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1fc2696">2. Brand / Product</a>
<ul>
<li><a href="#org5f8c2fb">2.1. What is rizome.io</a></li>
<li><a href="#org8d999ea">2.2. What is lucid</a></li>
<li><a href="#org39ec97c">2.3. Headlines</a>
<ul>
<li><a href="#org547d070">2.3.1. Blockchain Consulting, Reseach &amp; Solutions</a></li>
<li><a href="#org5328996">2.3.2. Architecture for distributed ledger tech</a></li>
</ul>
</li>
<li><a href="#orgb04f7bc">2.4. Value proposition</a>
<ul>
<li><a href="#org2d9b09a">2.4.1. Mission</a></li>
<li><a href="#orgad20aaf">2.4.2. Why?</a></li>
<li><a href="#org7171a3e">2.4.3. How?</a></li>
<li><a href="#org522bc07">2.4.4. What?</a></li>
</ul>
</li>
<li><a href="#org24ba64d">2.5. <span class="todo TODO">TODO</span> Roadmap</a></li>
<li><a href="#org0ea6ca6">2.6. Lucid Pool story.</a></li>
<li><a href="#org12c7005">2.7. Mission</a></li>
</ul>
</li>
<li><a href="#orgf178504">3. Introduction to Lucid</a>
<ul>
<li><a href="#orgcb7a116">3.1. Andy</a></li>
</ul>
</li>
<li><a href="#org79be924">4. Rizome Introduction</a>
<ul>
<li><a href="#orga39519b">4.1. Lucid Stake Pool Intro </a></li>
<li><a href="#org95d923b">4.2. Rizome Garden</a></li>
<li><a href="#orgc3d1832">4.3.  Andy Novokov </a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org1bbbca0" class="outline-2">
<h2 id="org1bbbca0"><span class="section-number-2">1</span> Marketing Checklist</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orga0db0a2" class="outline-3">
<h3 id="orga0db0a2"><span class="section-number-3">1.1</span> The Product</h3>
<div class="outline-text-3" id="text-1-1">
<p>
We provide stake pool service for owners of Ada cryptocurrency.
</p>

<p>
<b>lucid</b> is telling the story of awakening, enightenment and emancipation.
</p>

<p>
We draw attention to philosophical and social challenges that blockchain technologies enable to be solved.
</p>

<p>
We are participating in a paradigm shift towards tranparent, fair and sustainable economy.
</p>

<p>
<b>lucid</b> is pool of visionaries that embrace the new possibilities and are bringing the brave new world to live.
</p>
</div>
<div id="outline-container-orgd7f03aa" class="outline-4">
<h4 id="orgd7f03aa"><span class="section-number-4">1.1.1</span> What is stake pool?</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
A stake pool is a reliable server node that focuses on maintenance and holds the combined stake of various stakeholders in a single entity.
Stake pools are responsible for processing transactions and producing new blocks and are at the core of the Cardano proof-of-stake protocol.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>

<p>
Proof of stake is a more energy efficient alternative to commonly known Proof of Work algorithm.
</p>
</div>
</div>
<div id="outline-container-org0523879" class="outline-4">
<h4 id="org0523879"><span class="section-number-4">1.1.2</span> What is Cardano / Ada?</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
Cardano is a decentralized third-generation proof-of-stake blockchain platform and home to the ada cryptocurrency.
It has been designed from the ground up by a team of top engineers and academic experts.
</p>

<p>
Cardano has a strong focus on sustainability, scalability, and transparency and is a fully open source project that aims to deliver an inclusive, fair, and resilient infrastructure for financial and social applications on a global scale. It is powered by Ouroboros, the ground-breaking proof-of-stake consensus protocol.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>
</div>
</div>
<div id="outline-container-org88fe22c" class="outline-4">
<h4 id="org88fe22c"><span class="section-number-4">1.1.3</span> Competitors</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li><a href="https://www.cardanowithpaul.com/">https://www.cardanowithpaul.com/</a>
<a href="https://www.youtube.com/channel/UCcd9Ts46yNtjHayRPVLl0wQ">https://www.youtube.com/channel/UCcd9Ts46yNtjHayRPVLl0wQ</a></li>

<li><a href="https://digitalfortress.online/">https://digitalfortress.online/</a>
<a href="https://youtube.com/digitalfortress">https://youtube.com/digitalfortress</a></li>

<li><a href="https://cheapstaking.com/">https://cheapstaking.com/</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf4692ef" class="outline-3">
<h3 id="orgf4692ef"><span class="section-number-3">1.2</span> Marketing strategy</h3>
<div class="outline-text-3" id="text-1-2">
<p>
This section outlines guidelines for creating marketing strategy. <sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
Can be improved and populated.
</p>
</div>
<div id="outline-container-org2517c65" class="outline-4">
<h4 id="org2517c65"><span class="section-number-4">1.2.1</span> Set goals</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<ol class="org-ol">
<li><a id="org7c68980"></a>raise brand awareness<br />
<div class="outline-text-5" id="text-1-2-1-1">
<p>
Communicate the brand vision and highlight our low fees through posts on Instagram, Facebook, Twitter, Medium, and Reddit. Develop regular content to post on these platforms. 
</p>
</div>
</li>

<li><a id="org6a82f39"></a>aqcuire new customers<br />
<div class="outline-text-5" id="text-1-2-1-2">
<p>
Social media presence - Reddit, Medium, Instagram, Twitter, and Facebook posts, paid ads, crypto influencer marketing campaigns. Engage in the comments, possibly enagage in discussions on popular crypto feeds. 
</p>
</div>
</li>
</ol>
</div>


<div id="outline-container-org01f4308" class="outline-4">
<h4 id="org01f4308"><span class="section-number-4">1.2.2</span> target audience</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
Crypto enthusiasts who are already involved in the space and looking for reliability / low fees. New users who are interested in crypto, but are hesitant to get started due to its environmental criticisms. People who think they need to invest a considerable amount to get started with Cardano stake pools. 
</p>
</div>

<ol class="org-ol">
<li><a id="org972f457"></a>what are we offering to you?<br />
<div class="outline-text-5" id="text-1-2-2-1">
<p>
We are supremely confident in our ability to provide a seamlessly working and transparent stake pool with a forward-thinking vision. We do not make compromises when it comes to our user-oriented policies, equipment, and technological solutions. We use high-grade hardware, as well as multiple backup servers to guarantee a smooth workflow. All of our inner company workings are available to our users to ensure complete trust in the company. 
</p>
</div>
</li>

<li><a id="org2f3534e"></a>what makes us unique?<br />
<div class="outline-text-5" id="text-1-2-2-2">
<p>
Ideologically, we believe that Cardano has the potential to be a game-changer in the crypto space and beyond. However, its successful long-term implementation requires innovative solutions. We are aware of the main criticism that cryptocurrencies are encountering, namely the negative impact on the global carbon footprint. The environment is something that we are deeply passionate about. What makes us unique, is that we translate our hope for a bright future into action. X% of our proceeds are donated to support smart eco-friendly causes, such as planting new trees, educating people, and cleaning up polluted areas. We are also working to power our stake pool exclusively with renewable energy. You can access our plans for our Rizome / Lucid Garden here (LINK). By siding with us, you can rest assured that you will enjoy competitive fees, a maximum return on your assets, and aid the environment while doing so. 
</p>
</div>
</li>
