marketing.org
**** why would you choose us over competitors?

We see Rizome as an ideological movement, rather than just a company. Our approach combines a strong, philosophically motivated vision, eco-friendly technology, and an overall strive for aiding in the great challenge of creating a society in which humanity can access the most fulfillment. In our view, a fruitful future encompasses financial liberation, an ethically driven value system, and excellent education. We see the world and every creature as worthy of living respectably and freely. This may be a dream for now, but we will only reach it by placing one mindful step after another. Rizome aims to be a force that actively fuels the global shift for a better future by employing a pragmatically minded approach. That encompasses providing free education content, helping to replenish the environment, and proudly carrying the flag of a fully transparent stake pool that is powered exclusively with renewable energy. 


**** B2B -> benefit to business  of certain size or within industry?
**** B2C -> preferred audience based on location, demographics, or interests?
*** Find a place in the market
**** market research - too narrow focus? correct position to reach the right people.
** Reach
This section highlights the actionable items.
To be expanded and more specific
*** Landing Page
**** [ ] collect emails
**** [ ] quick overview
*** Social
**** [ ] scheduled posts
**** [ ] engaging twitter with questions / contraversial statements
**** [ ] reddit posts
**** [ ] medium posts
*** Content Marketing
**** blog posts
**** videos
**** [ ] [#A] infographics
** Target Audience
highlights two primary segments.
*** Ada holders
**** Transparent tech stack
**** Dedicated on-site hardware
**** Additional backup servers to ensure zero downtime and overcome network outages
**** Good cause - low carbon footprint, idealistic future vision with the aim of implementing a fully green operation (rizome garden)
**** No clear benefit compared to other pools
*** Independent investors that are aware of crypto but not necessary into Ada
**** High risk advetureous
**** Fast ROA (+5% per 2 weeks)
*** TODO Market niche
Describe a narrow segment within our target audience.

** Measure success of marketing
*** analytics.google.com (lucidedstakes@gmail.com)
tracks interactions with website (rizome.io and lucid.rizome.io)
*** Delegator count and delegation amount
denotes directly acquired customers
* Brand / Product
** What is rizome.io
*rizome.io* is a company brand that is behind the *lucid* stake pool
** What is lucid
*lucid* is a stake pool service (the product)
** Headlines
*** Blockchain Consulting, Reseach & Solutions
*** Architecture for distributed ledger tech
We provide reliable design and infrastructure solutions for projects powered by blockchain.

** Value proposition
*** Mission
**** Reference: Cardano :noexport:
#+begin_quote
We want Cardano to become the future financial and social operation system for the generations to come.
#+end_quote
**** rizome.io
#+begin_quote
Improve adoption of sustainable blockchain technologies by providing secure, scalable and innovative solutions to financial and social operation challenges.
#+end_quote

**** lucid.rizome.io
#+begin_quote
Provide a best ROI stake pool service for our delegators with an environmentally aware and responsible stake pool operation running on on renewable and green energy.
#+end_quote

*** Why?
We believe that a strong theoretical foundation and forward-thinking planning skills are the bedrock for a sustainable and reliable system. That is why we decided to support the Cardano project - it follows formal specifications, peer-reviewed protocols, and a scientific methodology in its development. [fn:2]

Years of successful work, deep research, and timely updates behind the Cardano technology have proven a meticulous commitment to high values. It established a powerful direction for creating a secure foundation for decentralized value management that is set to open up the doors for paradigm-shifting technologies and interactions powered by blockchain.
*** How?
Rizome.io aligns with the technological stack of the Cardano Foundation that utilizes the practices and tools from the Cardano core codebase.
We embrace and apply these to our infrastructure and tech solutions.

With over a decade of experience gained in software development and years actively involved in the blockchain space, we have proudly earned the expertise necessary for building and maintaining infrastructures for large-scale systems.
Rizome.io represents the fruition of hard work and scrupulous study that lead us to our core values.
We especially highlight the importance of reproducible builds and flexible testability.
After a long journey of dedication, we are excited to provide our users with an exceptional user experience that breathes life into paradigm-shifting ideas.

*** What?
Lucid.rizome.io is a stake pool running on a dedicated Ryzen 7 4800H machine with additional backup servers in multiple locations.
We are proud to guarantee high availability and resilience against power and connection outages. Our competitive fees ensure a high return of assets for our users.


** TODO Roadmap
