marketing.html

<li><a id="orgc88ba10"></a>why would you choose us over competitors?<br />
<div class="outline-text-5" id="text-1-2-2-3">
<p>
We see Rizome as an ideological movement, rather than just a company. Our approach combines a strong, philosophically motivated vision, eco-friendly technology, and an overall strive for aiding in the great challenge of creating a society in which humanity can access the most fulfillment. In our view, a fruitful future encompasses financial liberation, an ethically driven value system, and excellent education. We see the world and every creature as worthy of living respectably and freely. This may be a dream for now, but we will only reach it by placing one mindful step after another. Rizome aims to be a force that actively fuels the global shift for a better future by employing a pragmatically minded approach. That encompasses providing free education content, helping to replenish the environment, and proudly carrying the flag of a fully transparent stake pool that is powered exclusively with renewable energy. 
</p>
</div>
</li>


<li><a id="orgcd2da0f"></a>B2B -&gt; benefit to business  of certain size or within industry?<br /></li>
<li><a id="org7151f06"></a>B2C -&gt; preferred audience based on location, demographics, or interests?<br /></li>
</ol>
</div>
<div id="outline-container-orgf26065c" class="outline-4">
<h4 id="orgf26065c"><span class="section-number-4">1.2.3</span> Find a place in the market</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="org7aea2e5"></a>market research - too narrow focus? correct position to reach the right people.<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org8353b57" class="outline-3">
<h3 id="org8353b57"><span class="section-number-3">1.3</span> Reach</h3>
<div class="outline-text-3" id="text-1-3">
<p>
This section highlights the actionable items.
To be expanded and more specific
</p>
</div>
<div id="outline-container-orgfaf3e75" class="outline-4">
<h4 id="orgfaf3e75"><span class="section-number-4">1.3.1</span> Landing Page</h4>
<div class="outline-text-4" id="text-1-3-1">
</div>
<ol class="org-ol">
<li><a id="org6a12233"></a><span class="todo ___">[ ]</span> collect emails<br /></li>
<li><a id="orgd70f452"></a><span class="todo ___">[ ]</span> quick overview<br /></li>
</ol>
</div>
<div id="outline-container-org5665ffe" class="outline-4">
<h4 id="org5665ffe"><span class="section-number-4">1.3.2</span> Social</h4>
<div class="outline-text-4" id="text-1-3-2">
</div>
<ol class="org-ol">
<li><a id="org0799da2"></a><span class="todo ___">[ ]</span> scheduled posts<br /></li>
<li><a id="org3f76d4f"></a><span class="todo ___">[ ]</span> engaging twitter with questions / contraversial statements<br /></li>
<li><a id="org9fd78f1"></a><span class="todo ___">[ ]</span> reddit posts<br /></li>
<li><a id="org0ae5daa"></a><span class="todo ___">[ ]</span> medium posts<br /></li>
</ol>
</div>
<div id="outline-container-org58c4291" class="outline-4">
<h4 id="org58c4291"><span class="section-number-4">1.3.3</span> Content Marketing</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="org03cf7cb"></a>blog posts<br /></li>
<li><a id="org306b4c1"></a>videos<br /></li>
<li><a id="org471944f"></a><span class="todo ___">[ ]</span> infographics<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org01c1457" class="outline-3">
<h3 id="org01c1457"><span class="section-number-3">1.4</span> Target Audience</h3>
<div class="outline-text-3" id="text-1-4">
<p>
highlights two primary segments.
</p>
</div>
<div id="outline-container-orga98fa79" class="outline-4">
<h4 id="orga98fa79"><span class="section-number-4">1.4.1</span> Ada holders</h4>
<div class="outline-text-4" id="text-1-4-1">
</div>
<ol class="org-ol">
<li><a id="orgec5a6d4"></a>Transparent tech stack<br /></li>
<li><a id="org30b1a68"></a>Dedicated on-site hardware<br /></li>
<li><a id="orga7622c4"></a>Additional backup servers to ensure zero downtime and overcome network outages<br /></li>
<li><a id="org3059166"></a>Good cause - low carbon footprint, idealistic future vision with the aim of implementing a fully green operation (rizome garden)<br /></li>
<li><a id="orgd4a8c23"></a>No clear benefit compared to other pools<br /></li>
</ol>
</div>
<div id="outline-container-orgef1011e" class="outline-4">
<h4 id="orgef1011e"><span class="section-number-4">1.4.2</span> Independent investors that are aware of crypto but not necessary into Ada</h4>
<div class="outline-text-4" id="text-1-4-2">
</div>
<ol class="org-ol">
<li><a id="orgb8bff1b"></a>High risk advetureous<br /></li>
<li><a id="org3b3f64d"></a>Fast ROA (+5% per 2 weeks)<br /></li>
</ol>
</div>
<div id="outline-container-org1f3faac" class="outline-4">
<h4 id="org1f3faac"><span class="section-number-4">1.4.3</span> <span class="todo TODO">TODO</span> Market niche</h4>
<div class="outline-text-4" id="text-1-4-3">
<p>
Describe a narrow segment within our target audience.
</p>
</div>
</div>
</div>

<div id="outline-container-orgd345dc6" class="outline-3">
<h3 id="orgd345dc6"><span class="section-number-3">1.5</span> Measure success of marketing</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-org8b72237" class="outline-4">
<h4 id="org8b72237"><span class="section-number-4">1.5.1</span> analytics.google.com (lucidedstakes@gmail.com)</h4>
<div class="outline-text-4" id="text-1-5-1">
<p>
tracks interactions with website (rizome.io and lucid.rizome.io)
</p>
</div>
</div>
<div id="outline-container-orgd4ee518" class="outline-4">
<h4 id="orgd4ee518"><span class="section-number-4">1.5.2</span> Delegator count and delegation amount</h4>
<div class="outline-text-4" id="text-1-5-2">
<p>
denotes directly acquired customers
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org1fc2696" class="outline-2">
<h2 id="org1fc2696"><span class="section-number-2">2</span> Brand / Product</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org5f8c2fb" class="outline-3">
<h3 id="org5f8c2fb"><span class="section-number-3">2.1</span> What is rizome.io</h3>
<div class="outline-text-3" id="text-2-1">
<p>
<b>rizome.io</b> is a company brand that is behind the <b>lucid</b> stake pool
</p>
</div>
</div>
<div id="outline-container-org8d999ea" class="outline-3">
<h3 id="org8d999ea"><span class="section-number-3">2.2</span> What is lucid</h3>
<div class="outline-text-3" id="text-2-2">
<p>
<b>lucid</b> is a stake pool service (the product)
</p>
</div>
</div>
<div id="outline-container-org39ec97c" class="outline-3">
<h3 id="org39ec97c"><span class="section-number-3">2.3</span> Headlines</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org547d070" class="outline-4">
<h4 id="org547d070"><span class="section-number-4">2.3.1</span> Blockchain Consulting, Reseach &amp; Solutions</h4>
</div>
<div id="outline-container-org5328996" class="outline-4">
<h4 id="org5328996"><span class="section-number-4">2.3.2</span> Architecture for distributed ledger tech</h4>
<div class="outline-text-4" id="text-2-3-2">
<p>
We provide reliable design and infrastructure solutions for projects powered by blockchain.
</p>
</div>
</div>
</div>

<div id="outline-container-orgb04f7bc" class="outline-3">
<h3 id="orgb04f7bc"><span class="section-number-3">2.4</span> Value proposition</h3>
<div class="outline-text-3" id="text-2-4">
</div>
<div id="outline-container-org2d9b09a" class="outline-4">
<h4 id="org2d9b09a"><span class="section-number-4">2.4.1</span> Mission</h4>
<div class="outline-text-4" id="text-2-4-1">
</div>
<ol class="org-ol">
<li><a id="org3b884e9"></a>rizome.io<br />
<div class="outline-text-5" id="text-2-4-1-1">
<blockquote>
<p>
Improve adoption of sustainable blockchain technologies by providing secure, scalable and innovative solutions to financial and social operation challenges.
</p>
</blockquote>
</div>
</li>

<li><a id="orgfde3a2d"></a>lucid.rizome.io<br />
<div class="outline-text-5" id="text-2-4-1-2">
<blockquote>
<p>
Provide a best ROI stake pool service for our delegators with an environmentally aware and responsible stake pool operation running on on renewable and green energy.
</p>
</blockquote>
</div>
</li>
</ol>
</div>

<div id="outline-container-orgad20aaf" class="outline-4">
<h4 id="orgad20aaf"><span class="section-number-4">2.4.2</span> Why?</h4>
<div class="outline-text-4" id="text-2-4-2">
<p>
We believe that a strong theoretical foundation and forward-thinking planning skills are the bedrock for a sustainable and reliable system. That is why we decided to support the Cardano project - it follows formal specifications, peer-reviewed protocols, and a scientific methodology in its development. <sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>
</p>

<p>
Years of successful work, deep research, and timely updates behind the Cardano technology have proven a meticulous commitment to high values. It established a powerful direction for creating a secure foundation for decentralized value management that is set to open up the doors for paradigm-shifting technologies and interactions powered by blockchain.
</p>
</div>
</div>
<div id="outline-container-org7171a3e" class="outline-4">
<h4 id="org7171a3e"><span class="section-number-4">2.4.3</span> How?</h4>
<div class="outline-text-4" id="text-2-4-3">
<p>
Rizome.io aligns with the technological stack of the Cardano Foundation that utilizes the practices and tools from the Cardano core codebase.
We embrace and apply these to our infrastructure and tech solutions.
</p>

<p>
With over a decade of experience gained in software development and years actively involved in the blockchain space, we have proudly earned the expertise necessary for building and maintaining infrastructures for large-scale systems.
Rizome.io represents the fruition of hard work and scrupulous study that lead us to our core values.
We especially highlight the importance of reproducible builds and flexible testability.
After a long journey of dedication, we are excited to provide our users with an exceptional user experience that breathes life into paradigm-shifting ideas.
</p>
</div>
</div>

<div id="outline-container-org522bc07" class="outline-4">
<h4 id="org522bc07"><span class="section-number-4">2.4.4</span> What?</h4>
<div class="outline-text-4" id="text-2-4-4">
<p>
Lucid.rizome.io is a stake pool running on a dedicated Ryzen 7 4800H machine with additional backup servers in multiple locations.
We are proud to guarantee high availability and resilience against power and connection outages. Our competitive fees ensure a high return of assets for our users.
</p>
</div>
</div>
</div>
