marketing.html


<div id="outline-container-org24ba64d" class="outline-3">
<h3 id="org24ba64d"><span class="section-number-3">2.5</span> <span class="todo TODO">TODO</span> Roadmap</h3>
</div>
<div id="outline-container-org0ea6ca6" class="outline-3">
<h3 id="org0ea6ca6"><span class="section-number-3">2.6</span> Lucid Pool story.</h3>
<div class="outline-text-3" id="text-2-6">
<p>
The Lucid Pool is in operation to provide a modern, environmentally conscious infrastructure for the research and development of Cardano-based projects. The minimum fee of 340 and the margin of 1%  ensure competitive rewards for delegators until the pool builds a reputation and history of flawless uninterrupted operation.
</p>

<p>
The current setup is a hybrid of nodes running on the cloud to ensure reliability. Additional local machines provide extra security and the potential for continuously expanding the operation.
</p>

<p>
As an environmentally aware organization, we make it our top priority to ensure a minimal carbon impact. Our hardware setup is optimized with that in mind, thus reaching a superb efficiency of operation while also fulfilling the requirements for a Cardano node stake pool.
We are currently fine-tuning the setup to make sure that it keeps up to the high standards we have set as a company. We plan to migrate the primary block production to our in-house solution as soon as we have completed our testing phase. Until then, we are using state-of-the-art cloud-provisioned machines.
</p>

<p>
We plan that the pool rewards will cover the operating costs and provide enough resources to fund additional developer tools. We also aim to invest in open-source projects that we feel are in high demand within the Cardano community. The emergence of Plutus, smart contracts, and native-tokens is driving the flow of developers and the blockchain community to start using the Cardano network. Our goal is to facilitate a smooth adoption by providing excellent tools and the know-how required for integrating with the Cardano blockchain
</p>

<p>
In 2021 we are primarily focused on improving the infrastructure and tools for the stake pool operation. That envelops the development of documentation, learning materials, bootstrap scripts, monitoring configurations, ensuring security, resilience, and an overall smooth autonomous operation.
</p>
</div>
</div>

<div id="outline-container-org12c7005" class="outline-3">
<h3 id="org12c7005"><span class="section-number-3">2.7</span> Mission</h3>
<div class="outline-text-3" id="text-2-7">
<blockquote>
<p>
Of course I want my investments to give me a good roi but more importantly, I want a part in helping change this world 🌎 for the better. I truly believe that Cardano is the best vehicle for major positive change.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-orgf178504" class="outline-2">
<h2 id="orgf178504"><span class="section-number-2">3</span> Introduction to Lucid</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgcb7a116" class="outline-3">
<h3 id="orgcb7a116"><span class="section-number-3">3.1</span> Andy</h3>
<div class="outline-text-3" id="text-3-1">
<p>
I was fascinated by server infrastructure since my early adolesence
when I started this journey with hosting an mmorpg game server.
It has been a long ride throughout time working on social platforms (<a href="https://heal.me">heal.me</a>),
blockchain/networking/privacy based projects (<a href="https://mysterium.network">mysterium.network</a>),
and my current gig with security and architecture for a
major support and natiral language processing whitelabel company.
</p>

<p>
What excites me most about the blockchain technology is the freedom
it brings from dicatorship of the men in power.
I was doing a bit of research into self-sustaining communities, and the
challenges they were facing. This research could be summarized in the idea
that we should be embracing the knowledge/progress and new technologies
making it serve the society.
</p>

<p>
The other passion of mine is getting close to earth, nature and my inner
self.
That is excercising conscious activities, spending time in the woods doing nothing, observing my emotions and calming my brain.
Being transparent about my thoughts, feelings with myself, with friends and family.
This might seem not much, but I&rsquo;m not tracking a score here, this already
feels big from the personal perspective.
</p>

<p>
Not long time ago I decided to take a piece of land, forest and take care of it.
My dream is to create a forest garden, a place where anyone can find piece,
and learn the simple lessons nature has to offer. My aim is to create
permaculture ecosystem that would grow and evolve, being able to sustain
and fruitful with the least of human intervention that is possible.
</p>
</div>
</div>
</div>

<div id="outline-container-org79be924" class="outline-2">
<h2 id="org79be924"><span class="section-number-2">4</span> Rizome Introduction</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orga39519b" class="outline-3">
<h3 id="orga39519b"><span class="section-number-3">4.1</span> Lucid Stake Pool Intro </h3>
<div class="outline-text-3" id="text-4-1">
<p>
We are incredibly excited to announce the launch of our Cardano stake pool called Lucid. It has been a passion project that has been long in the works, built with extreme care and a long-term vision in mind. Finally, we are ready to present it to the community.  
</p>

<p>
As promising as Cardano is in itself, we are confident that the upcoming launch of smart-contract integration has the potential to completely change the game. We have built our stake pool infrastructure with that in mind. On the technological side, our servers are bulletproof.  In the near future we plan to run them exclusively on sustainable energy. We made them as efficient as possible, with additional stand-alone backup machines ready to go, in case of any emergency situation. That guarantees our stake-holders a service that is effortless and reliable 24/7. Once you join our pool, you can rest assured that everything is going to be taken care of. Our fundamentals are solid, and that is a beautiful start. However, our mission is bigger than that. 
</p>

<p>
We pride ourselves at the fact that Lucid is more than just a stake pool. It is designed to be one leg of our Rizome operation, which encompasses a host of projects aimed at providing free education, supporting environmentally replenishing causes, and aiding in the global financial paradigm-shift that Cardano is capable of fuelling.  
</p>

<p>
The focus on spreading free educational content is amongst our highest priorities. The technology behind Cardano is incredibly promising. We are sitting on gold, yet the conversations around it are still a niche for technological enthusiasts. It is our mission to help more people to understand the deep implications of what the implementation of this technology could do to advance our transactions, and ultimately, our society. Such an advancement could not only revolutionize our financial systems, but we believe that the potential applications could also have a significant impact on people’s mental freedom and approach to life. Eventually, that has the power to change the world, one perspective at a time.
</p>

<p>
 It might seem that this is wishful thinking, but we are practical idealists at heart. Global changes get sparked by forward-thinking ideas before they turn into actions. Social media is an excellent tool that we have to hone that. Just like a blade, one can use it for constructive purposes, or for destructive ones. Our aim is to spread life-giving lessons through the power of social networks. Lucid is geared to be a fan for the philosophically oriented sparks that touch upon what it means to be a human in the twenty first century, and the conscious navigation of the multitude of challenges and opportunities in our technologically potent world. In our view, being healthy, smart and capable in such an environment should encompass a knowledge of self, emotional intelligence, and technological savviness. We think that is especially important to instill inspiring ideas to the younger generation in an understandable and welcoming way. That is why a part of our operation is centered around giving people bite-sized lessons on concepts that work to expand and sharpen one’s mind. That encompasses the insights of classical philosophers, practical mental-health lessons, and tips on navigating the technological and financial landscapes of today.
</p>
</div>
</div>
