marketing.org
** Rizome Garden

Another important aspect for us is operating in an environmentally conscious, and constructive way. Apart from eventually running exclusively on green energy, we have plans to expand upon that notion. Currently, we have started to build our Rizome Garden. It is a space out in a remote location which will be a multi-purpose hub of activity. It will become the headquarters of our operation, a place for gathering of like-minded people, and a place for the production of green energy. 
**  Andy Novokov 
 Our head of operations is Andy Novokov. He has been fascinated with server infrastructures since he was a teenager. His passion lead him to build and host MMORPG game servers for the love of it. Later on he delved deeper into programming and the study of IT. Nowadays, he works with a major support and natural language processing whitelabel company where he is in charge of security and the maintenance of the overall tech architecture. On the side, Andy was always interested in blockchain technology. Ultimately, his excitement for its liberating potentials culminated in Rizome, and the Lucid Stake pool. He is closely knit and active in the blockchain community, helping to advance the fluid integration of Alonzo and … .   

In the future, Andy dreams of creating a futuristic garden which will host the Rizome servers, events, and be a welcoming haven where like-minded people can come together – virtually and in person. The piece of land has already been secured, but big things don’t happen overnight. We take it one planned step at a time. If you have any questions, don’t hesitate to shoot Andy a message. He is a sociable person who loves to connect with others who are keen to learn and push blockchain technology forward. Our Lucid pool is meant to be personable. We strive to build relationships, and most importantly, a kind community where everybody is welcome to share their ideas, learn, and grow together.

If you choose to join our pool, know that you will be welcomed with open arms. It is built on solid technological foundations, an excitement for the future, and a deep love for bettering humanity. We cannot wait for you to experience what we have in store for you. Our team is available to answer your questions everyday from 9-18 (GMT+2).

Godspeed, friends,
Your Lucid Team

* Footnotes

[fn:5] https://docs.cardano.org/
[fn:4] https://iohk.zendesk.com/hc/en-us/articles/900001951526-What-is-a-stake-pool-

[fn:3] [[https://www.youtube.com/watch?v=K4i-rTNyBWE][The Cardano Foundation Strategy 2021 - YouTube]]
[fn:2] https://why.cardano.org/en/science-and-engineering/the-art-of-iteration/

[fn:1] https://mailchimp.com/resources/startup-marketing-strategy/
