marketing.html

<div id="outline-container-org95d923b" class="outline-3">
<h3 id="org95d923b"><span class="section-number-3">4.2</span> Rizome Garden</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Another important aspect for us is operating in an environmentally conscious, and constructive way. Apart from eventually running exclusively on green energy, we have plans to expand upon that notion. Currently, we have started to build our Rizome Garden. It is a space out in a remote location which will be a multi-purpose hub of activity. It will become the headquarters of our operation, a place for gathering of like-minded people, and a place for the production of green energy. 
</p>
</div>
</div>
<div id="outline-container-orgc3d1832" class="outline-3">
<h3 id="orgc3d1832"><span class="section-number-3">4.3</span>  Andy Novokov </h3>
<div class="outline-text-3" id="text-4-3">
<p>
 Our head of operations is Andy Novokov. He has been fascinated with server infrastructures since he was a teenager. His passion lead him to build and host MMORPG game servers for the love of it. Later on he delved deeper into programming and the study of IT. Nowadays, he works with a major support and natural language processing whitelabel company where he is in charge of security and the maintenance of the overall tech architecture. On the side, Andy was always interested in blockchain technology. Ultimately, his excitement for its liberating potentials culminated in Rizome, and the Lucid Stake pool. He is closely knit and active in the blockchain community, helping to advance the fluid integration of Alonzo and … .   
</p>

<p>
In the future, Andy dreams of creating a futuristic garden which will host the Rizome servers, events, and be a welcoming haven where like-minded people can come together – virtually and in person. The piece of land has already been secured, but big things don’t happen overnight. We take it one planned step at a time. If you have any questions, don’t hesitate to shoot Andy a message. He is a sociable person who loves to connect with others who are keen to learn and push blockchain technology forward. Our Lucid pool is meant to be personable. We strive to build relationships, and most importantly, a kind community where everybody is welcome to share their ideas, learn, and grow together.
</p>

<p>
If you choose to join our pool, know that you will be welcomed with open arms. It is built on solid technological foundations, an excitement for the future, and a deep love for bettering humanity. We cannot wait for you to experience what we have in store for you. Our team is available to answer your questions everyday from 9-18 (GMT+2).
</p>

<p>
Godspeed, friends,
Your Lucid Team
</p>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://iohk.zendesk.com/hc/en-us/articles/900001951526-What-is-a-stake-pool">https://iohk.zendesk.com/hc/en-us/articles/900001951526-What-is-a-stake-pool</a>-
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://docs.cardano.org/">https://docs.cardano.org/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://mailchimp.com/resources/startup-marketing-strategy/">https://mailchimp.com/resources/startup-marketing-strategy/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://why.cardano.org/en/science-and-engineering/the-art-of-iteration/">https://why.cardano.org/en/science-and-engineering/the-art-of-iteration/</a>
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Andy Candy</p>
<p class="date">Created: 2021-08-31 Tue 11:04</p>
</div>
</body>
</html>
